Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CALL_HANG_UP_IPHONE_EXPLANATION
source: “%@” is supported during phone and FaceTime calls. When a call is connected, voice input is processed on iPhone, and transcripts and audio are not sent to Apple.
ar: "%@" غير مدعومة أثناء المكالمات الهاتفية ومكالمات فيس تايم. عند اتصال مكالمة، يعالَج إدخال الصوت على iPhone، ولا ترسَل النسخ النصية ولا الصوت إلى Apple.
bg: „%@“ се поддържа по време на телефонни или FaceTime разговори. Когато разговорът е свързан, гласовите входни данни се обработват на iPhone. Транскрипциите и аудиото на разговора не се изпращат на Apple.
ca: Durant les trucades de telèfon i del FaceTime, pots dir “%@”. Les dades de veu es processen a l’iPhone, i Apple no rep ni la transcripció ni l’àudio de la trucada.
cs: Během telefonních hovorů a hovorů FaceTime je podporován hlasový příkaz „%@“. Hlasový vstup se v průběhu hovorů zpracovává přímo na iPhonu. Společnosti Apple se neposílají přepisy ani zvukové záznamy konverzace.
da: “%@” understøttes under telefon- og FaceTime-opkald. Når et opkald besvares, behandles det, du siger, på denne iPhone. Transskriptioner og lyd sendes ikke til Apple.
de: „%@“ wird bei Telefon- und FaceTime-Anrufen unterstützt. Wenn der Anruf verbunden ist, werden Spracheingaben auf dem iPhone verarbeitet und weder Transkripte noch Audio des Telefonats an Apple gesendet.
el: %@: υποστηρίζεται κατά τις τηλεφωνικές κλήσεις και τις κλήσεις FaceTime. Κατά τη σύνδεση μιας κλήσης, η επεξεργασία φωνητικής εισόδου πραγματοποιείται στο iPhone. Οι απομαγνητοφωνήσεις και ο ήχος δεν αποστέλλονται στην Apple.
es: Puedes decir “%@” durante las llamadas de teléfono o de FaceTime. Al realizar una llamada, las peticiones de voz se procesan en el iPhone, y las transcripciones y el audio no se envían a Apple.
es_us: Puedes usar “%@” en las llamadas telefónicas y de FaceTime. Durante una llamada activa, la entrada de voz se procesa en el iPhone y ni las transcripciones ni el audio se envían a Apple.
fi: ”%@” on tuettu tavallisten ja FaceTime-puhelujen aikana. Kun puhelu on yhdistetty, puhesyöte käsitellään iPhonessa eikä puhtaaksikirjoitettua sisältöä ja ääntä lähetetä Applelle.
fr: « %@ » est pris en charge lors des appels téléphoniques et FaceTime. Durant un appel, les données vocales sont traitées sur l’iPhone, et les transcriptions et le contenu audio des appels ne sont pas envoyés à Apple.
fr_ca: La fonctionnalité « %@ » est prise en charge pendant les appels téléphoniques et FaceTime. Pendant les appels, la saisie vocale est traitée sur l’iPhone, et ni les transcriptions ni l’audio des appels ne sont envoyés à Apple.
he: ניתן לומר ״%@״ במהלך שיחות טלפון ו-FaceTime. במהלך שיחה, הקלט הקולי מעובד ב-iPhone. שמע ותמלולים אינם נשלחים אל Apple.
hi: फ़ोन और FaceTime कॉल के दौरान “%@” के लिए समर्थन प्रदान किया जाता है। कॉल कनेक्ट हो जाने पर, वॉइस इनपुट को iPhone पर प्रोसेस किया जाता है और ट्रांसक्रिप्ट और ऑडियो Apple को नहीं भेजे जाते हैं।
hr: Značajka “%@” podržana je tijekom telefonskih i FaceTime poziva. Kad se poziv spoji, glasovni unos obrađuje se na iPhoneu, a transkripti i audio zapisi ne šalju se Appleu.
hu: A „%@” funkció telefonhívások és FaceTime-hívások közben érhető el. A hívás kapcsolásakor a hangbevitel az iPhone-on van feldolgozva, és az átiratok, illetve a hangja nincs továbbítva az Apple-nek.
id: “%@” didukung selama panggilan telepon dan FaceTime. Saat panggilan terhubung, input suara diproses di iPhone dan transkripsi serta audio tidak dikirimkan ke Apple.
it: Il comando “%@” è supportato durante le chiamate telefoniche e FaceTime. Quando viene stabilita la connessione per una chiamata, l’input vocale viene elaborato su iPhone. Le trascrizioni e l’audio non vengono inviati ad Apple.
ja: 電話/FaceTime通話中に“%@”に対応します。 通話が開始すると、音声入力の処理はiPhoneで行われます。音声と文字起こしはAppleに送信されません。
kk: «%@» пәрменіне телефон және FaceTime қоңыраулары кезінде қолдау көрсетіледі. Қоңырау қосылған кезде, дауыспен енгізу iPhone құрылғысында өңделеді және мәтіндер мен аудио Apple компаниясына жіберілмейді.
ko: 전화 및 FaceTime 통화 중에 ‘%@’가 지원됩니다. 전화가 연결되었을 때 음성 입력은 iPhone에서 처리되며, 전사문 및 오디오는 Apple에 전송되지 않습니다.
lt: Užklausa „%@” palaikoma per telefono ir „FaceTime“ skambučius. Kai sujungiamas skambutis, balso duomenis apdoroja „iPhone“, o transkripcijos ir garso įrašai bendrovei „Apple“ nesiunčiami.
ms: “%@” disokong semasa panggilan telefon dan FaceTime. Apabila panggilan disambungkan, input suara diproses pada iPhone dan transkrip serta audio tidak dihantar kepada Apple.
nb: «%@» støttes under telefon- og FaceTime-samtaler. Når det opprettes en samtale­forbindelse, blir taleinndata behandlet lokalt på iPhonen, og avskrifter eller samtalelyd blir ikke sendt til Apple.
nl: '%@' wordt ondersteund tijdens telefoon- en FaceTime-gesprekken. Wanneer een gesprek tot stand wordt gebracht, wordt steminvoer verwerkt op de iPhone en worden er geen transcripties en audio naar Apple verstuurd.
pl: Fraza „%@” jest obsługiwana podczas połączeń telefonicznych i FaceTime. Po rozpoczęciu połączenia mowa jest przetwarzana na iPhonie, a jej transkrypcje ani zapis dźwiękowy nie są wysyłane do Apple.
pt: “%@” é compatível durante ligações telefônicas e do FaceTime. Quando uma ligação é conectada, os comandos de voz são processados no iPhone, e as transcrições e o áudio não são enviados para a Apple.
pt_pt: O comando “%@” é suportado durante chamadas telefónicas e FaceTime. Durante uma chamada, os dados de voz são processados no iPhone, e as transcrições e o áudio não são enviados à Apple.
ro: Funcționalitatea “%@” este compatibilă în timpul apelurilor telefonice și FaceTime. Când apelul este conectat, comenzile vocale sunt procesate pe iPhone, iar transcrierile și conținutul audio al apelurilor nu sunt trimise la Apple.
ru: Фраза «%@» поддерживается во время телефонных вызовов и вызовов FaceTime. Когда подключение для вызова установлено, данные голосового ввода обрабатываются на iPhone, а конспекты и аудиозаписи не отправляются в Apple.
sk: Hlasový príkaz „%@“ je podporovaný počas telefonických a FaceTime hovorov. Hlasový vstup sa počas hovoru spracováva priamo na iPhone a do spoločnosti Apple nie sú odosielané žiadne prepisy ani zvuk hovorov.
sl: Možnost »%@« je podprta med telefonskimi klici in klici FaceTime. Ko je klic povezan, se glasovni vnos obdela v iPhonu, transkripcije in zvok pa se ne pošljejo družbi Apple.
sv: ”%@” stöds under telefon- och FaceTime-samtal. När ett samtal ansluts behandlas röstinmatning på iPhone. Transkriberingar och ljud skickas inte till Apple.
th: รองรับ “%@” ในระหว่างการโทรศัพท์และการโทร FaceTime เมื่อการโทรเชื่อมต่อ เสียงพูดจะถูกประมวลผลบน iPhone และข้อความถอดเสียงและเสียงจะไม่ถูกส่งไปที่ Apple
tr: “%@”, telefon ve FaceTime aramaları sırasında desteklenir. Bağlantı kurulunca ses girişi iPhone’da işlenir, dökümler ve ses Apple’a gönderilmez.
uk: Під час телефонних викликів і викликів FaceTime можна використовувати команду «%@». Після встановлення звʼязку голосовий ввід обробляється на iPhone, і транскрибовані протоколи та записи розмов не надсилаються в Apple.
vi: “%@” được hỗ trợ trong cuộc gọi điện thoại và FaceTime. Khi cuộc gọi được kết nối, đầu vào bằng giọng nói được xử lý trên iPhone và bản chép lại cũng như âm thanh không được gửi đến Apple.
zh_cn: 打电话和FaceTime通话期间，可支持“%@”。 连接通话后，语音输入会在iPhone上处理，听写文本和音频不会发送给Apple。
zh_hk: 在電話和FaceTime通話期間可支援「%@」。 連接通話後，語音輸入會在iPhone上處理，轉寫記錄和通話音訊不會傳送予Apple。
zh_tw: 電話和FaceTime通話期間可使用「%@」。 連接通話時，語音輸入會在iPhone上進行處理，逐字稿和音訊不會傳送給Apple。

# CALL_HANG_UP_IPHONE_EXPLANATION_HEADPHONES_ONLY
source: “%@” is available during phone and FaceTime calls for hang up requests when supported headphones are connected. Voice input is processed on iPhone, and transcripts and audio are not sent to Apple.
ar: يكون "%@" متاحًا أثناء المكالمات الهاتفية ومكالمات فيس تايم لتنفيذ طلبات إنهاء المكالمة في حالة اتصال سماعات رأس مدعومة. يعالَج إدخال الصوت على iPhone، ولا ترسَل النسخ النصية ولا الصوت إلى Apple.
bg: „%@“ се поддържа по време на телефонни или FaceTime разговори за заявки за затваряне, когато са свързани поддържани слушалки. Гласовите входни данни се обработват на iPhone. Транскрипциите и аудиото на разговора не се изпращат на Apple.
ca: Si els auriculars que fas servir són compatibles, durant les trucades de telèfon i del FaceTime pots dir “%@” per penjar. Les dades de veu es processen a l’iPhone, i Apple no rep ni la transcripció ni l’àudio.
cs: Během telefonních hovorů a hovorů FaceTime s podporovanými sluchátky je k dispozici hlasový příkaz „%@“, kterým můžete hovor ukončit. Hlasový vstup se zpracovává přímo na iPhonu. Společnosti Apple se neposílají přepisy ani zvukové záznamy konverzace.
da: “%@” er tilgængelig under telefon- og FaceTime-opkald til at anmode om at afslutte opkald, når understøttede hovedtelefoner er tilsluttet. Det, du siger, behandles på denne iPhone, og transskriptioner og lyd sendes ikke til Apple.
de: „%@“ ist für Anfragen zum Auflegen bei Telefon- und FaceTime-Anrufen verfügbar, wenn unterstützte Kopfhörer verbunden sind. Spracheingaben werden auf dem iPhone verarbeitet und weder Transkripte noch Audio des Telefonats an Apple gesendet.
el: %@: διατίθεται κατά τις τηλεφωνικές κλήσεις και τις κλήσεις FaceTime για αιτήματα τερματισμού όταν είναι συνδεδεμένα υποστηριζόμενα ακουστικά. Η επεξεργασία φωνητικής εισόδου πραγματοποιείται στο iPhone. Οι απομαγνητοφωνήσεις και ο ήχος δεν αποστέλλονται στην Apple.
es: Si los auriculares conectados son compatibles, puedes decir “%@” durante una llamada de teléfono o de FaceTime para colgar. Las peticiones de voz se procesan en el iPhone y las transcripciones y el audio no se envían a Apple.
es_us: Si los audífonos conectados son compatibles, puedes usar “%@” en las llamadas telefónicas y de FaceTime para colgar. La entrada de voz se procesa en el iPhone, y ni las transcripciones ni el audio se envían a Apple.
fi: ”%@” on saatavilla tavallisten ja FaceTime-puhelujen aikana puhelujen katkaisupyyntöihin, kun tuetut kuulokkeet on liitetty. Puhesyöte käsitellään iPhonessa eikä puhtaaksikirjoitettua sisältöä ja ääntä lähetetä Applelle.
fr: « %@ » est disponible lors des appels téléphoniques et FaceTime pour raccrocher lorsque des écouteurs pris en charge sont connectés. Les saisies vocales sont traitées sur l’iPhone, et les transcriptions et le contenu audio ne sont pas envoyés à Apple.
fr_ca: « %@ » est disponible pendant les appels téléphoniques et FaceTime pour prendre en charge les demandes de fin d’appel lorsque des écouteurs compatibles sont connectés. La saisie vocale est traitée sur l’iPhone, et ni les transcriptions ni l’audio des appels ne sont envoyés à Apple.
he: באפשרותך לומר ״%@״ במהלך שיחות טלפון ו-FaceTime כדי לטפל בבקשות ניתוק אם חיברת אוזניות נתמכות. הקלט הקולי מעובד ב-iPhone. השמע והתמלילים לא נשלחים ל-Apple.
hi: समर्थित हेडफ़ोन के कनेक्टेड रहने पर “%@” फ़ोन और FaceTime कॉल के दौरान हैंग अप अनुरोधों के लिए उपलब्ध रहता है। वॉइस इनपुट iPhone पर प्रोसेस किया जाता है और ट्रांसक्रिप्ट और ऑडियो Apple को नहीं भेजे जाते हैं।
hr: Značajka “%@” dostupna je tijekom telefonskih i FaceTime poziva za zahtjeve za prekidanjem kad su spojene podržane slušalice. Glasovni unos obrađuje se na iPhoneu, a transkripti i audio zapisi ne šalju se Appleu.
hu: A „%@” funkció a telefonhívások és a FaceTime-hívások közben érhető el a hívásmegszakítási kérésekhez, amikor támogatott fejhallgatók vannak csatlakoztatva. A hangbevitel az iPhone‑on van feldolgozva, és az átiratok, illetve a hangja nincs továbbítva az Apple-nek.
id: “%@” tersedia selama panggilan telepon dan FaceTime untuk permintaan penutupan saat headphone yang didukung terhubung. Input suara diproses di iPhone dan transkripsi serta audio tidak dikirimkan ke Apple.
it: Il comando “%@” è disponibile durante le chiamate telefoniche e FaceTime per le richieste di terminare la chiamata quando sono connesse cuffie compatibili. L’input vocale viene elaborato su iPhone. Le trascrizioni e l’audio non vengono inviati ad Apple.
ja: 対応ヘッドフォンが接続されていると、電話/FaceTime通話中に“%@”を使用して通話を終了できます。 音声入力の処理はiPhoneで行われます。音声と文字起こしはAppleに送信されません。
kk: Қолдау көрсетілетін құлаққаптар қосылса, телефон және FaceTime қоңыраулары кезінде телефон қоңырауын аяқтау сұраулары үшін «%@» қолжетімді. Дауыспен енгізу iPhone құрылғысында өңделеді, ал мәтіндер мен аудио Apple компаниясына жіберілмейді.
ko: 지원되는 헤드폰이 연결된 경우, 전화 및 FaceTime 통화 중에 ‘%@’를 사용하여 통화 종료를 요청할 수 있습니다. 음성 입력은 iPhone에서 처리되며, 전사문 및 통화 오디오는 Apple에 전송되지 않습니다.
lt: Kai prijungtos palaikomos ausinės, telefono ir „FaceTime“ skambučius galima užbaigti pateikus užklausą „%@“. Balso duomenis apdorojama „iPhone“, o transkripcijos ir garso įrašai bendrovei „Apple“ nesiunčiami.
ms: “%@” tersedia semasa panggilan telefon dan FaceTime untuk permintaan penamatan panggilan apabila fon kepala yang disokong disambungkan. Input suara diproses pada iPhone dan transkrip serta audio tidak dihantar kepada Apple.
nb: «%@» er tilgjengelig under telefon- og FaceTime-samtaler for forespørsler om å avslutte samtalen når støttede hodetelefoner er tilkoblet. Taleinndata blir behandlet lokalt på iPhonen, og avskrifter av lyd blir ikke sendt til Apple.
nl: '%@' is beschikbaar tijdens telefoon- en FaceTime-gesprekken voor verzoeken om op te hangen wanneer er een ondersteunde koptelefoon is aangesloten. Steminvoer wordt verwerkt op de iPhone en er worden geen transcripties en audio naar Apple verstuurd.
pl: Frazy „%@” można używać podczas połączeń telefonicznych i FaceTime. Pozwala ona kończyć połączenie, gdy połączone są obsługiwane słuchawki. Mowa jest przetwarzana na iPhonie, a jej transkrypcje ani zapis dźwiękowy nie są wysyłane do Apple.
pt: “%@” está disponível para pedidos de desligar no FaceTime ou Telefone quando fones de ouvido compatíveis estão conectados. Os comandos de voz são processados no iPhone e as transcrições e o áudio não são enviados para a Apple.
pt_pt: Se estiverem ligados auscultadores compatíveis, o comando “%@” está disponível durante chamadas telefónicas e FaceTime para pedidos para desligar uma chamada. Os comandos de voz são processados no iPhone, e as transcrições e o áudio não são enviados à Apple.
ro: Funcționalitatea “%@” este disponibilă în timpul apelurilor telefonice și FaceTime pentru solicitările de încheiere a apelurilor atunci când sunt conectate căști audio compatibile. Comenzile vocale sunt procesate pe iPhone, iar transcrierile și conținutul audio al apelurilor nu sunt trimise la Apple.
ru: Фразу «%@» можно произносить во время телефонных вызовов и вызовов FaceTime, чтобы попросить завершить вызов, когда подключены поддерживаемые наушники. Данные голосового ввода обрабатываются на iPhone, а конспекты и аудиозаписи не отправляются в Apple.
sk: Počas telefonických a FaceTime hovorov v podporovaných slúchadlách je k dispozícii hlasový príkaz „%@“, ktorým môžete hovor ukončiť. Hlasový vstup sa spracováva na iPhone a do spoločnosti Apple nie sú odosielané žiadne prepisy ani zvuk hovorov.
sl: Možnost »%@« je na voljo med telefonskimi klici in klici FaceTime za zahteve za prekinitev, ko so povezane podprte slušalke. Glasovni vnos se obdela v iPhonu, transkripcije in zvok pa se ne pošljejo družbi Apple.
sv: ”%@” kan användas till förfrågningar om att lägga på under telefon- och FaceTime-samtal när hörlurar som stöds är anslutna. Röstinmatning behandlas på iPhone. Transkriberingar och ljud skickas inte till Apple.
th: รองรับ “%@” ในระหว่างการโทรศัพท์และการโทร FaceTime สำหรับคำขอวางสายเมื่อเชื่อมต่อกับหูฟังที่รองรับ เสียงพูดจะถูกประมวลผลบน iPhone และข้อความถอดเสียงและเสียงจะไม่ถูกส่งไปที่ Apple
tr: “%@”, telefon ve FaceTime aramaları sırasında desteklenen kulaklık bağlıyken kapatma istekleri için kullanılabilir. Ses girişi iPhone’da işlenir, dökümler ve ses Apple’a gönderilmez.
uk: Під час телефонних і FaceTime-викликів можна використовувати команду «%@» для завершення викликів, коли підʼєднано сумісні навушники. Голосовий ввід обробляється на iPhone, і транскрибовані протоколи та записи розмов не надсилаються в Apple.
vi: “%@” khả dụng trong các cuộc gọi điện thoại và FaceTime đối với các yêu cầu gác máy khi các tai nghe được hỗ trợ được kết nối. Dữ liệu nhập bằng giọng nói được xử lý trên iPhone và bản chép lại cũng như âm thanh không được gửi đến Apple.
zh_cn: 连接受支持的耳机时，“%@”可在打电话和FaceTime通话期间执行挂断请求。 语音输入会在iPhone上处理，听写文本和音频不会发送给Apple。
zh_hk: 連接受支援的耳筒時，「%@」可以在電話和FaceTime通話期間處理收線要求。 語音輸入會在iPhone上處理，聽寫記錄和音訊不會傳送予Apple。
zh_tw: 連接支援的耳機時，可在電話和FaceTime通話期間使用「%@」處理掛斷要求。 語音輸入會在iPhone上進行處理，逐字稿和音訊不會傳送給Apple。

# CALL_HANG_UP_TRIGGER_PHRASE
source: %@, hang up
ar: %@، قم بالإنهاء
bg: %@, затвори
ca: %@, penja
cs: %@, ukonči hovor
da: %@, afslut opkald
de: %@, auflegen
el: %@, τερματισμός
es: %@, cuelga
es_us: %@, cuelga
fi: %@, katkaise puhelu
fr: %@, raccrocher
fr_ca: %@, raccroche
he: ‏%@, לנתק
hi: %@, रख दें
hr: %@, završi
hu: %@, bontás
id: %@, tutup
it: %@, termina chiamata
ja: %@、通話を終了
kk: %@, телефон қоңырауын аяқтау
ko: %@, 통화 종료
lt: %@, padėk ragelį
ms: %@, tamatkan panggilan
nb: %@, legg på
nl: %@, hang op
pl: %@, rozłącz się
pt: %@, desligar
pt_pt: %@, desligar
ro: %@, încheie apelul
ru: %@, положи трубку
sk: %@, zlož
sl: %@, prekini klic
sv: %@, lägg på
th: %@ วางสาย
tr: %@, telefonu kapat
uk: %@, перервати виклик
zh_cn: %@，挂断
zh_hk: %@，收線
zh_tw: %@，掛斷

source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# DELETE_SIRI_HISTORY
source: Delete Siri & Dictation History
ar: حذف تاريخ "Siri والإملاء"
bg: Изтрий История на Siri и диктовка
ca: Elimina l’historial de Siri i el dictat
cs: Smazat historii Siri a diktování
da: Slet historik for Siri og Diktering
de: Siri- und Diktierverlauf löschen
el: Διαγραφή ιστορικού Siri και Υπαγόρευσης
es: Eliminar el historial de Siri y Dictado
es_us: Eliminar el historial de Siri y Dictado
fi: Poista Siri- ja saneluhistoria
fr: Supprimer l’historique
fr_ca: Supprimer l’historique
he: מחיקת ההיסטוריה של Siri ו״הכתבה״
hi: Siri और डिक्टेशन हिस्ट्री डिलीट करें
hr: Obrišite povijest za Siri i Diktat
hu: Siri- és Diktálás-előzmények törlése
id: Hapus Riwayat Siri & Dikte
it: Elimina cronologia Siri e Dettatura
ja: Siriと音声入力の履歴を削除
kk: Siri және дауыспен енгізу тарихын жою
ko: Siri 및 받아쓰기 기록 삭제
lt: Trinti „Siri“ ir „Diktavimo“ istoriją
ms: Padam Sejarah Siri & Perencanaan
nb: Slett Siri- og Diktering-logg
nl: Verwijder Siri- en dicteergeschiedenis
pl: Usuń historię Siri i Dyktowania
pt: Apagar Histórico da Siri e Ditado
pt_pt: Apagar histórico de Siri e do Ditado
ro: Ștergeți istoricul pentru Siri și Dictare
ru: Удалить историю Siri и Диктовки
sk: Vymazať históriu Siri a Diktovania
sl: Izbriši zgodovino vnosov
sv: Radera historik för Siri och diktering
th: ลบประวัติ Siri และการป้อนตามคำบอก
tr: Siri ve Dikte Geçmişini Sil
uk: Видалити Історію Siri й Диктування
vi: Xóa Lịch sử Siri & Đọc chính tả
zh_cn: 删除Siri与听写历史记录
zh_hk: 刪除Siri與聽寫記錄
zh_tw: 刪除Siri與聽寫記錄

# DELETE_SIRI_HISTORY_ACTION
source: Delete Siri & Dictation History
ar: حذف تاريخ "Siri والإملاء"
bg: Изтрий История на Siri и диктовка
ca: Elimina l’historial de Siri i el dictat
cs: Smazat historii Siri a diktování
da: Slet historik for Siri og Diktering
de: Siri- und Diktierverlauf löschen
el: Διαγραφή ιστορικού Siri και Υπαγόρευσης
es: Eliminar el historial de Siri y Dictado
es_us: Eliminar el historial de Siri y Dictado
fi: Poista Siri- ja saneluhistoria
fr: Supprimer l’historique
fr_ca: Supprimer l’historique
he: מחיקת ההיסטוריה של Siri ו״הכתבה״
hi: Siri और डिक्टेशन हिस्ट्री डिलीट करें
hr: Obriši povijest za Siri i Diktat
hu: Siri- és Diktálás-előzmények törlése
id: Hapus Riwayat Siri & Dikte
it: Elimina cronologia Siri e Dettatura
ja: Siriと音声入力の履歴を削除
kk: Siri және дауыспен енгізу тарихын жою
ko: Siri 및 받아쓰기 기록 삭제
lt: Trinti „Siri“ ir „Diktavimo“ istoriją
ms: Padam Sejarah Siri & Perencanaan
nb: Slett Siri- og Diktering-logg
nl: Verwijder Siri- en dicteergeschiedenis
pl: Usuń historię Siri i Dyktowania
pt: Apagar Histórico da Siri e Ditado
pt_pt: Apagar histórico de Siri e do Ditado
ro: Ștergeți istoricul pentru Siri și Dictare
ru: Удалить историю Siri и Диктовки
sk: Vymazať históriu Siri a Diktovania
sl: Izbriši zgodovino Siri in funkcije Narekovanje
sv: Radera historik för Siri och diktering
th: ลบประวัติ Siri และการป้อนตามคำบอก
tr: Siri ve Dikte Geçmişini Sil
uk: Видалити Історію Siri й Диктування
vi: Xóa Lịch sử Siri & Đọc chính tả
zh_cn: 删除Siri与听写历史记录
zh_hk: 刪除Siri與聽寫記錄
zh_tw: 刪除Siri與聽寫記錄

# DELETE_SIRI_HISTORY_ALERT_DISMISS
source: OK
ar: موافق
bg: ОК
el: ΟΚ
he: אישור
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好
